Repository: ubports/unity8
Catalog: po/*.po
Languages: eu

source: Password:
eu: Pasahitza:

source: Username
eu: Erabiltzailea

source: Failed to authenticate
eu: Autentikazioak huts egin du

source: Invalid password, please try again
eu: Pasahitz okerra, saiatu zaitez berriro

source: Log In
eu: Saioa hasi

source: Retry
eu: Saiatu berriz

source: Login
eu: Saioa hasi

source: Guest Session
eu: Gonbidatu saioa

source: Pin shortcut
eu: Ainguratu lasterbidea

source: Quit
eu: Irten

source: Unpin shortcut
eu: Askatu lasterbidea

# Title: Lock/Log out dialog
source: Log out
eu: Amaitu saioa

source: Are you sure you want to log out?
eu: Ziur saioa amaitu nahi duzula?

# Button: Lock the system
source: Lock
eu: Blokeatu

# Button: Log out from the system
source: Log Out
eu: Amaitu saioa

source: Cancel
eu: Utzi

# Title: Reboot dialog
source: Reboot
eu: Berrabiarazi

source: Are you sure you want to reboot?
eu: Ziur berrabiarazi nahi duzula?

source: No
eu: Ez

source: Yes
eu: Bai

# Title: Power off/Restart dialog
source: Power
eu: Hornidura

source: Are you sure you would like to power off?
eu: Ziur itzali nahi duzula?

# Button: Power off the system
source: Power off
eu: Itzali

# Button: Restart the system
source: Restart
eu: Berrabiarazi

source: Keyboard Shortcuts
eu: Teklatuaren Lasterbideak

source: Takes a screenshot.
eu: Pantaila argazkia bat egin.

source: Alt + PrtScr
eu: Alt + ImprPant

source: Takes a screenshot of the current window.
eu: Uneko lehioaren argazki bat egin.

source: Switches to next keyboard layout.
eu: Hurrengo teklatu eremura igaro.

source: Switches to previous keyboard layout.
eu: Aurreko teklatu eremura igaro.

source: Starts the Terminal application.
eu: Terminal aplikazioa abiarazi.

source: Launcher
eu: Abiarazlea

source: Opens the launcher, displays shortcuts.
eu: Abiarazlea ireki eta lasterbideak erakutsi.

source: Opens launcher keyboard navigation mode.
eu: Abiarazlea ireki teklatu nabigazio moduan.

source: Switches applications via the launcher.
eu: Aplikazioz aldatu abiarazlearen bidez.

source: Same as clicking on a launcher icon.
eu: Abiarazlearen ikono bat sakatzea bezala.

source: Opens the Application Drawer.
eu: Aplikazioen kutxa ireki.

source: Scopes
eu: Eremuak

source: Opens the Scopes home.
eu: Eremuen hasiera ireki.

source: Switching
eu: Aldatzea

source: Switches between applications.
eu: Aplikazio artean aldatu.

source: Opens the desktop spread.
eu: Mahaigaineko leihoak erakutsi.

source: Cursor Left or Right
eu: Ezker edo Eskuin kurtsorea.

source: Moves the focus.
eu: Fokua mugitu

source: Windows
eu: Lehioak

source: Minimizes all windows.
eu: Lehio guztiak minimizatu

source: Maximizes the current window.
eu: Uneko leihoa maximizatu.

source: Minimizes or restores the current window.
eu: Uneko leihoa minimizatu edo berrezarri.

source: Semi-maximizes the current window.
eu: Uneko leihoa erdi-maximizatu.

source: Closes the current window.
eu: Uneko leihoa itxi.

source: Return to Call
eu: Itzuli deira

source: Emergency Call
eu: Larrialdi-deia

source: OK
eu: Ados

source: Apps may have unsaved data:
eu: Aplikazioak gorde gabeko datuak izan ditzake:

# Re-dock means connect the device again to an external screen/mouse/keyboard
source: Re-dock, save your work and close these apps to continue.
eu: Edo behartu orain ixtera(gorde gabeko datuak galduko dira).

source: OK, I will reconnect
eu: Ados, birkonektatu egingo naiz

source: Reconnect now!
eu: Orain birkonektatu!

source: Close all
eu: Itxi dena

source: Preview Share Item
eu: Aurreikusi Elkarbanatutako Elementua

source: Your device is now connected to an external display. Use this screen as a touch pad to interact with the pointer.
eu: Orain zure gailua kanpoko monitore bati konektaturik dago. Zure gailuaren pantaila touch pad moduan erabili punteroa gidatu ahal izateko.

source: Tap left button to click.
eu: klikatzeko sakatu ezkerreko botoia.

source: Tap right button to right click.
eu: Eskuin-klika egiteko sakatu eskuineko botoia.

source: Swipe with two fingers to scroll.
eu: Mugitzeko bi hatzez irristatu.

source: Find more settings in the system settings.
eu: Aurkitu aukera gehiago sistemako ezarpenetan.

# Button: Open the Ubuntu Store
source: Store
eu: Denda

# Button: Start a search in the current dash scope
source: Search
eu: Bilatu

# Button: Show the current dash scope settings
source: Settings
eu: Ezarpenak

source: Remove from Favorites
eu: Kendu gogokoetatik

source: Add to Favorites
eu: Gehitu gogokoetara

source: Refine your results
eu: Zure emaitzak findu

source: Reset
eu: Berrezarri

source: Show less
eu: Gutxiago erakutsi

source: Show all
eu: Denak erakutsi

# Label: Hint for dash search line edit
source: Search
eu: Bilatu

source: Recent Searches
eu: Azken bilaketak

source: Clear All
eu: Garbitu dena

source: More...
eu: Gehiago...

source: Less...
eu: Gutxiago...

source: Send
eu: Bidali

source: Rate this
eu: Balioztatu hau

source: Add a review
eu: Berrikuspena gehitu

source: Pull to refresh…
eu: Tiratu freskatzeko…

source: Release to refresh…
eu: Askatu freskatzeko…

source: Enable location data
eu: Gaitu kokapen-datuak

source: Manage
eu: Kudeatu

source: Home
eu: Hasiera

source: Also installed
eu: Hau ere instalatuta

source: Unlock
eu: Desblokeatu

source: Device Locked
eu: Gailua blokeatuta

source: You have been locked out due to too many failed passphrase attempts.
eu: Gailua blokeatu da, pasaesaldia sartzeko saiakera gehiegi hutsegin dituzulako.

source: You have been locked out due to too many failed passcode attempts.
eu: Gailua blokeatu da, pasakodea sartzeko saiakera gehiegi hutsegin dituzulako.

source: Please wait %1 minute and then try again…
eu: Itxaron minutu %1ez eta saiatu berriro…

source: Try again
eu: Saiatu berriro

source: Enter passphrase to unlock
eu: Sartu pasaesaldia desblokeatzeko

source: Enter passcode to unlock
eu: Sartu pasakodea desblokeatzeko

source: Emergency
eu: Larrialdia

source: Passphrase
eu: Pasaesaldia

source: Passcode
eu: Pasakodea

source: Select desktop environment
eu: Hautatu Mahaigain ingurunea

source: Search…
eu: Bilatu…

source: More apps in the store
eu: Aplikazio gehiago dendan

source: Show password
eu: Erakutsi pasahitza

source: Tap to return to call...
eu: Sakatu deira itzultzeko...

source: Conference
eu: Konferentzia

source: Nothing is playing
eu: Ez dago ezer erreproduzitzen

source: %1 hour
eu: ordu %1

source: %1 minute
eu: minutu %1

source: %1 second
eu: segundo %1

source: 0 seconds
eu: 0 segundo

source: %1 remaining
eu: %1 faltan

source: In queue…
eu: Ilaran...

source: Downloading
eu: Deskargatzen

source: Paused, tap to resume
eu: Pausatuta, sakatu jarraitzeko

source: Canceled
eu: Utzita

source: Finished
eu: Amaituta

source: Failed, tap to retry
eu: Huts egin du, sakatu berriro saiatzeko

# Button: Send a reply message
source: Send
eu: Bidali

# Label: Hint in message indicator line edit
source: Reply
eu: Erantzun

# Button: Call back on phone
source: Call back
eu: Deia itzuli

source: Back
eu: Itzuli

source: Drag using 3 fingers any application from one window to the other
eu: Arrastratu 3 hatzez edozein aplikazio lehio batetik beste batetara

source: Long swipe from the left edge to open the Application Drawer
eu: Irristatze luzea ezkerreko ertzetik Aplikazio Kutxa irekitzeko

source: Short swipe from the left edge to open the launcher
eu: Irristatze laburra ezkerreko ertzetik abiarazlea irekitzeko

source: Push your mouse against the right edge to view your open apps
eu: Irekitako aplikazioak ikusteko bultza sagua eskuineko ertzaren aurka

source: Swipe from the right edge to view your open apps
eu: Irristatu eskuineko ertzetik irekitako aplikazioak ikusteko

source: Swipe from the top edge to access notifications and quick settings
eu: Irristatu goiko ertzetik jakinarazpenak eta ezarpenak kudeatzeko

# Button: Go back one page in the Wizard
source: Back
eu: Atzera

source: Language
eu: Hizkuntza

source: Next
eu: Hurrengoa

source: Select Keyboard
eu: Teklatua hautatu

source: Keyboard language
eu: Teklatu hizkuntza

source: Keyboard layout
eu: Teklatu diseinua

source: Skip
eu: Saltatu

source: Connect to Wi‑Fi
eu: Konektatu wifira

source: Connected
eu: Konektatuta

source: Available Wi-Fi networks
eu: Wi-Fi sare erabilgarriak

source: No available Wi-Fi networks
eu: Ez dago Wi-Fi sare erabilgarririk

source: Location Services
eu: Kokapen Zerbitzuak

source: Use GPS, Wi-Fi hotspots and mobile network anonymously to detect location (recommended)
eu: Erabili GPS-a, Wi-Fi sarbide puntuak eta mugikor sareak anonimoki kokapena zehazteko (gomendatua)

source: By selecting this option you agree to the Nokia HERE %1.
eu: Aukera hau hautatuz Nokia HERE-en %1-ak onartzen dituzu.

# part of: Nokia HERE terms and conditions
source: terms and conditions
eu: zehaztapen eta baldintzak

source: GPS only
eu: GPS-a soilik

source: Don't use my location
eu: Ez erabili nere kokapena

source: You can change it later in System Settings.
eu: Beranduago alda dezakezu Sistemako Ezarpenetan.

source: Time Zone
eu: Ordu Eremua

source: Enter your city
eu: Sartu zure hiria

source: Personalize Your Device
eu: Pertsonalizatu Zure Gailua

source: Preferred Name
eu: Gogoko Izena

source: Lock Screen
eu: Pantaila Blokeatu

# Label: Type of security method
source: Create new password
eu: Pasahitz berria sortu

# Label: Type of security method
source: Create passcode (numbers only)
eu: Pasakodea sortu (zenbakiak soilik)

# Label: Type of security method
source: No lock code
eu: Blokeo koderik gabe

source: Privacy Policy
eu: Pribatasun Politika

source: Help Us Improve
eu: Lagundu Hobetzen

source: Improve system performance by sending us crashes and error reports.
eu: Lagundu sistema hobetzen hutsegiteak eta akatsen txostenak bidaliz.

source: Privacy policy
eu: Pribatasun politika

source: Welcome to Ubuntu
eu: Ongi etorri Ubuntu-ra

source: You are ready to use your device now
eu: Orain zure gailua erabiltzeko prest zaude

source: Get Started
eu: Hasi ba

source: Terms & Conditions
eu: Baldintzak

source: Your device uses positioning technologies provided by HERE.
eu: Zure gailuak HERE-ek eskeinitako posizionamendu teknologiak darabiltza.

source: To provide you with positioning services and to improve their quality, HERE collects information about nearby cell towers and Wi-Fi hotspots around your current location whenever your position is being found.
eu: Kokapen zerbitzu hobea eskeintzeko eta kalitatea hobetzeko, HERE-ek zure inguruko telefonia antenak eta Wi-Fi sarbide puntuak erabiltzen ditu zure kokapena bilatzen duenean.

source: The information collected is used to analyze the service and to improve the use of service, but not to identify you personally.
eu: Bildutako informazioa zerbitzua aztertzeko eta zerbitzuaren erabilpena hobetzeko erabiltzen da, baina ez zu pertsonalki identifikatzeko.

source: By continuing, you agree to the HERE platform %1 and %2.
eu: Jarraituz gero, HERE plataformaren %1 eta %2 onartzen dituzu.

source: Service Terms
eu: Zerbitzuaren Baldintzak

source: Confirm passcode
eu: Berretsi pasakodea

source: Incorrect passcode.
eu: Pasakode Okerra

# Enter the passcode again
source: Please re-enter.
eu: Mesedez sartu berriro.

source: Lock Screen Passcode
eu: Pantaila Blokeo Pasakodea

source: Enter 4 numbers to setup your passcode
eu: Sartu 4 zenbaki pasakodea zehazteko

source: Choose passcode
eu: Aukeratu pasakodea

source: Passcode too short
eu: Pasakode motzegia

source: Passcodes match
eu: Paskode berdinak

source: Passcodes do not match
eu: Pasakodeak ez dira berdinak

source: Passcode must be 4 characters long
eu: Pasakodeak 4 karakterreko luzera izan behar du

source: Lock Screen Password
eu: Pantaila Blokeo Pasahitza

source: Enter at least 8 characters
eu: Sartu gutxienez 8 karaktere

source: Choose password
eu: Aukeratu pasahitza

source: Confirm password
eu: Baieztatu pasahitza

source: No SIM card installed
eu: Ez dago SIM txartelik instalaturik

source: SIM card added
eu: SIM txartela gehitu da

source: You must restart the device to access the mobile network.
eu: Gailua berrabiarazi behar duzu sare mugikorra erabiltzeko.

source: Restart
eu: Berrabiarazi

source: You won’t be able to make calls or use text messaging without a SIM.
eu: Ezin izango duzu deirik egin eta SMS-rik bidali SIM txartelik gabe.

source: To proceed with no SIM tap Skip.
eu: SIM gabe jarraitzeko sakatu Saltatu.

source: Password too short
eu: Pasahitz motzegia

source: Passwords match
eu: Pasahitz berdinak

source: Passwords do not match
eu: Pasahitzak ez dira berdinak

source: Strong password
eu: Pasahitz indartsua

source: Fair password
eu: Pasahitza onargarria

source: Weak password
eu: Pasahitz ahula

source: Very weak password
eu: Pasahitz oso ahula
